#შექმენით 4 სხვადასხვა ფუნქცია ერთი მიმატების მეორე გამოკლების მესამე გამრავლების მეოთხე გაყოფის, თითოეულ ფუნქციაში უნდა მოხდეს შესაბამისი მოქმედება ორ რიცხვს შორის, მაგ. მეტობის ფუნქციაში უნად დაიბეჭდოს ნებისმიერი ორი რიცხვის ჯამი, გამრავლების ფუნქციაში ნებისმიერი ორი რიცხვი ნამრავლი და ასე შემდეგ საბოლოოდ გამოიძხეთ ყველა ფუნქცია

def mimateba():
    print(2+4)

def gamokleba():
    print(7-3)

def gamravleba():
    print(5*5)   

def gayofa():
    print(10/5)     

mimateba()
gamokleba()
gamravleba()
gayofa()   
