# გიორგიმ შექმნა ზოოპარკი სადაც შესვლა მხოლოდ კონკრეტული აღნაგობის ხალხს შეუძლიათ. გიორგი ზოოპარკში უშვებს ხალხს რომელიც 180 სანტიმეტრზე
#  მაღლები არიან და 50-90 კილოს შორის არიან წონით. თქვენი მისიაა რომ მომხმარებელს შემოატანინოთ წონა და სიმაღლე და გაარკვიოთ შეუძლია
#  თუ არა მომხმარებელს ზოოპარკის მონახულება.

height = float(input("შეიყვანე შენი სიმაღლე:"))
kg = float(input("შეიყვანე შენი წონა:"))

if height > 180 and 50 <= kg <= 90:
    print("შენ შეგიძლია ზოოპარკში შესვლა")
    
else:
    print("თქვენ ვერ შეხვალთ ზოოპარკში")
