# გახსენით მაღაზია სახელად PC Parts, სადაც შეგიძლიათ შეიძინოთ სხვადასხვა კომპიუტერული ნაწილი მაგალითად: პროცესორები, ვიდეო ბარათები, ოპერატიული მეხსიერება, კვების ბლოკები, კორპუსები და სხვა. თითოეულ პროდუქტს მიანიჭეთ შესაბამისი ფასი. საბოლოოდ, დაპრინტეთ ჩეკი, სადაც ჩამოთვლილი იქნება შეძენილი ნივთები და ჯამური თანხა.

pc_parts =[("Processor", 300), ("Video Card", 150), ("RAM", 100), ("HDD", 50), ("Case", 50)]
total = 0

for i in pc_parts:
    print(i[0], i[1])
    total += i[1]

print("Total:", total)