# მომხამრებელს შემოატანინეთ ახლანდელი ასაკი, ასევე შემოატანინეთ ახლანდელი წელი, შემდეგ შეეკითხეთ რამდენი წლით სურს დროში მოგზაურობა შემდეგ კი 
# დაბეჭდეთ ერთ გრძელ წინადადებაში რამდენი წლის იქნება მომხარებელი დროში მოგზაურობის შემდეგ და რომელი წელიწადი იქნება დროში მოგზაურობის 
# შემდეგ

your_age = int(input("რამდენი წლის ხართ:"))
year =  int(input("რომელი წელია ახლა:"))
time = int(input("რამდენი წლით გსურთ დროში მოგზაურობა:"))
print("დროში მოგხზაურობის შემდეგ შენ იქნები" " " + str (your_age + time)+ " წლის დროში მოგზაურობის შემდეგ შენ მოხვდები" " " + str (year + time) + " " "წელში")